export const offlineConsultData = {
    title: "Офлайн консультація",
    blocks: [
      {
        title: "З якими запитами я працюю?",
        items: [
            "підготовка до вагітності, тренування під час вагітності й відновлення після",
            "мʼязово-скелетні болі під час вагітності",
            "пролапси, нетримання сечі",
            "тазовий біль",
            "хронічний біль",
            "терапія й тренування для жінок в період менопаузи",
            "профілактика проблем тазового дна",
            "тренування для жінок з різними особливостями в стані здоровʼя",
            "інші запити повʼязані з жіночим здоровʼям і не тільки",
        ],
      },
      {
        title: "Переваги",
        items: [
            "можливість провести більш обширне тестування",
            "внутрішня оцінка мʼязів тазового дна (за згодою пацієнтки)",
        "відпрацювання вправ під моїм контролем",
            "застосування деяких мануальних технік",
            "Інші пункти не відрізняються від консультації онлайн: збір анамнезу, обговорення плану дій, рекомендації."
        ],
      },
      {
        title: "Кому підійде?",
        items: [
            "є запит (чим чіткіший, тим краще)",
            "готові далі працювати самостійно",
            "нема необхідності постійних візитів (є стани, за яких потрібно працювати очно постійно зі спеціалістом)",
            "налаштовані на роботу"
        ],
      },
      {
        title: "В кінці ви отримаєте",
        items: [
            "Розуміння стану ваших мʼязів тазового дна, пояснення можливої причини симптомів",
            "Рекомендації що до додаткових обстежень й консультацій інших фахівців (за необхідності)",
            "Підбір вправ й дій для домашньої роботи, залежно від наявності у вас вільного часу й ресурсів",
            "Відповіді на всі ваші запитання"
        ],
      },
    ],
    summary: [
      "Очна консультація відбувається один на один в приватному кабінеті в Києві.",
      "Формат консультацій — для тих, хто має питання і готовий далі працювати самостійно.",
      "Постійна робота зі мною — консультація це перший крок.",
    ],
    duration: "1,5 години",
    price: "2500 грн",
    formLink: "https://pelvic-pt-olha-boiko.easyweek.com.ua/?fbclid=PAQ0xDSwLV8qFleHRuA2FlbQIxMQABp1u-O10Fpn43AGHn5AvrN4MI1FIo2uBJpNy0DLiv4dntOpFWgHwfvd_pPLx9_aem_JoXhYgiQvbdfBO_ctoMRcg",
  };
  