export const onlineConsultData = {
    title: "Онлайн консультація",
    blocks: [
      {
        title: "Який є формат роботи?",
        items: [
          "онлайн консультація",
          "онлайн тренування (проте перед початком треба консультація)",
        ],
      },
      {
        title: "З якими запитами я працюю онлайн?",
        items: [
          "тренування для жінок з різними особливостями в стані здоровʼя",
          "підготовка до вагітності, тренування під час вагітності й відновлення після",
          "мʼязово-скелетні болі під час вагітності",
          "пролапси, нетримання сечі",
          "тазовий біль",
          "хронічний біль",
          "терапія й тренування для жінок в період менопаузи",
          "профілактика проблем тазового дна",
          "інші запити повʼязані з жіночим здоровʼям і не тільки (можете уточнити перед записом)",
        ],
      },
      {
        title: "Як відбувається онлайн консультація?",
        items: [
          "заповнення анкети",
          "зв'язок по відеозвʼязку в узгоджений день і час",
          ["говоримо про вашу проблему", "тестування і огляд", "обговорюємо можливий план дій"],
          "в кінці ви отримуєте висновок з основними рекомендаціями",
        ],
      },
      {
        title: "В кінці ви отримаєте:",
        items: [
            "Розуміння можливої причини симптомів",
            "Рекомендації що до додаткових обстежень (в тому числі самостійно оцінки мʼязів тазового дна) й консультацій інших фахівців (за необхідності)",
            "Підбір вправ й дій для домашньої роботи, залежно від наявності у вас вільного часу й ресурсів",
        "Відповіді на всі ваші запитання",
        ],
      },
    ],
    summary: [
      "Також у вас завжди є право вибору як продовжувати роботу: самостійно, за моїм планом й супроводом чи зі мною на тренуваннях.",
      "Аналогія з картою:",
      "Перший варіант - я вам вказую напрямок",
      "Другий варіант - малюю покроковий шлях на певну дистанцію",
      "Третій - йду разом з вами по маршруту.",
      "Який варіант найкраще? Чесно, не знаю. Мала як пацієнток які класно працювали самі й здобули гарний результат, так і тих хто просто пропускав наші заплановані тренування.",
    ],
    duration: "1,5 години",
    price: "2000 грн",
    formLink: "https://pelvic-pt-olha-boiko.easyweek.com.ua/?fbclid=PAQ0xDSwLV8qFleHRuA2FlbQIxMQABp1u-O10Fpn43AGHn5AvrN4MI1FIo2uBJpNy0DLiv4dntOpFWgHwfvd_pPLx9_aem_JoXhYgiQvbdfBO_ctoMRcg",
  };
  