import "./bioBlock.scss";

export default function BioBlock() {
  return (
    <div className="bio-block container">
      <div className="bio-block-img">
        <img src="../../../public/images/Фото144_resized.jpg" alt="" />
      </div>
      <div className="bio-block-text">
        <p> Магістр фізичної терапії</p>
        <p> 💪🏼 Треную дівчат з 2018 року (тоді не була терапевткою)</p>
        <p>
          🩻 Коли стала фізичною терапевткою - так вийшло, що мене «затягнула»
          тема тазового дна. Більше 3 років працюю в 95% з такими пацієнтками.
          Допомогла більше 350 дівчат з дисфунецією тазового дна
        </p>
        <p>
          😄 Інші 5% це тазове дно + коліно/спина/плече/мати гарну фізичну форму
        </p>
        <p>
          🏆 Обʼєктивно я найбільш практикуюча терапевтка з цієї теми в Україні.
          Дуже хочу щоб таких спеціалістів стало більше й жінки знали про мій
          напрямок реабілітації. Це частина моєї великої місії.
        </p>
        <p>
          🎓 Саме тому веду соцмережі й недавно почала ділитись досвідом з
          колегами
        </p>
        <p>
          🏋🏼‍♀️ Регулярно тренуюсь уже 10 років. Хочу бути прикладом до своїх
          пацієнтів
        </p>
        <p>
          😢 Історія моїх травм й хвороб велика. Тому не думайте що я це роблю
          бо дуже здорова, молода й не розумію «простих смертних»
        </p>
        <p>🤵‍♀️ Феміністка</p>
        <p>💰 Підприємиця. Засновниця @razom_rehab</p>
        <p>🐈 Котомама, хоча тут все складно</p>
        <p>🪖 Жінка військового</p>
      </div>
    </div>
  );
}
