import "./consultation.scss";

import { NavLink } from "react-router-dom";

import Accordion from "../../components/rulesPreparation/rulesPreparation";

export default function Consultation() {
  return (
    <div className="consultation-wrapper">
      <div className="online-cons">
        <img src='../../../public/images/Фото131_resized.jpg' alt="" />
        <h2>Онлайн консультації </h2>
        <p>щось розписати, типу кому корисні і що можна зробити</p>
        <NavLink to="/consultation/online" className="learn-more">
          Дізнатись більше{" "}
        </NavLink>
      </div>
      <div className="offline-cons">
        <img src='../../../public/images/Фото162_resized.jpg' alt="" />
        <h2>Очні консультації</h2>
        <p>щось розписати, типу кому корисні і що можна зробити</p>

        <NavLink to="/consultation/offline" className="learn-more">
          Дізнатись більше{" "}
        </NavLink>
      </div>
      <div>
        <Accordion
          title="Загальні рекомендації"
          content="
        <ul>
        <li>
        Не боятись Уся інформація консультації є конфіденційною й залишається між нами. Публікація відгуків, фото - лише з вашого дозволу
        </li>
        <li>Підготувати питання які є. Бо часто на консультації важко зорієнтуватися, а потім є відчуття упущеної можливості</li>
        <li>Не гуглити. Іноді краще знати менше, ніж є начитатися рекомендацій 1 угла</li>
        <li>Бути настільки чесною, наскільки вам комфортно. Ви можете мені сказати усе, що хочете й що готові. Я не буду тиснути вимагаючи більшого. Проте буває так, що іноді найнеприємніша для вас інформація має вирішальне значення для терапії.</li>
        <li>У всіх клієнтів є мої контакти. Я завжди відповідаю, якщо виникають питання. Головне не переходити межу</li>
      </ul>"
        />
        <Accordion
          title="Підготовка, проведення й правила ОЧНОЇ консультації"
          content="
          <ul>
          <li> Запис на консультацію здійснюється за передоплатою у розмірі 500 грн. У випадку відміни запису менше ніж за 24 години без поважної причини передоплата не повертається. Якщо причина поважна - переноситься на наступний раз (перелік поважних причин додано знизу)
          </li>
          <li>У випадку якщо ви забули, у вас змінились плани, проспали тощо - передоплата не повертається, а запис на нову консультацію можливий лише при оплаті повної вартості пропущеної консультації.
          </li>
          <li>Оплата консультації здійснюється на рахунок ФОП протягом 24 годин після її проведення.
          </li>
          <li>За 2 дні до узгодженої дати заповніть анкету, яку я вам надіслала. Також можете додати додаткові обстеження й заключення лікарів, якщо такі є.
          </li>
          <li>Форма одягу - зручний й еластичний. Ідеально топ і лосини. Можете взяти переодягнутися й змінне взуття. Також є місце, щоб прийняти душ. Полотенце можна як взяти з собою, так і орендувати на рецепції.
          </li>
          <li>Критичні дні не є протипоказання до консультації чи внутрішньої діагностики тазового дна. Лише якщо вам дискомфортно. Враховуйте цей момент під час запису. Також перед прийомом необхідно вилучити з вагіни сторонні предмети (якщо передбачено тестування МТД): песарії, тампони, кільця тощо
          </li>
          <li>Час запізнення вираховується із загальної тривалості консультації. У випадку якщо запізнення складає більше 30 хвилин - проведення консультації не можливе. Новий запис лише за умови повної оплати пропущеної консультації. Виняток - поважні причини.
          </li>
          <li>Не рекомендую брати з собою дітей, подруг чи чоловіків на прийом. Враховуючи специфіку напрямку й особливі огляду/тестування
          </li>
        </ul>

          "
        />
        <Accordion
          title="Підготовка, проведення й правила ОНЛАЙН консультації"
          content="   <ul>
          <li> 
          Запис на консультацію здійснюється за передоплатою у розмірі 300 грн. УУ випадку відміни запису менше ніж за 24 без поважної причини передоплата не повертається. Якщо причина поважна - переноситься на наступний раз (перелік поважних причин додано знизу)
          </li>
          <li> У випадку якщо ви забули, у вас змінились плани, проспали тощо - передоплата не повертається, а запис на нову консультацію можливий лише при оплаті повної вартості пропущеної консультації.
          </li>
          <li> Оплата консультації здійснюється на рахунок ФОП протягом 24 годин після її проведення.
          </li>
          <li>За день до узгодженої дати заповніть анкету, яку я вам надіслала. Також можете додати додаткові обстеження й заключення лікарів, якщо такі є.
          </li>
          <li>Форма одягу - зручний й еластичний. Ідеально топ і лосини.
          </li>
          <li>Під час консультації буде краще знаходитись вдома або у місці, де вам буде зручно розмовляти й рухатись для проведення тестування. Коли ви вирішуєте бути під час в громадському місці - вам доведеться обговорювати деталі вашої проблеми в присутності людей навколо. Враховуйте цей момент під час запису !
          </li>
          <li>Посилання на консультація я надішлю в період 24-48 годин до консультації разом з нагадуванням.
          </li>
          <li>Час запізнення вираховується із загальної тривалості консультації. У випадку якщо запізнення складає більше 30 хвилин - проведення консультації не можливе. Новий запис лише за умови повної оплати пропущеної консультації. Виняток - поважні причини
          </li>
        </ul>
        
          "
        />
      </div>
    </div>
  );
}
