import "../onlineConsult/onlineConsult";
export default function OfflineConsultation() {
  return (
    <>
      <div className="online-consult-wrapper">
        <div className="online-block">
          <h4 className="online-title">З якими запитами я працюю?</h4>
          <ul className="online-text">
            <li>
              підготовка до вагітності, тренування під час вагітності й
              відновлення після
            </li>
            <li>мʼязово-скелетні болі під час вагітності</li>
            <li>пролапси, нетримання сечі</li>
            <li>тазовий біль</li>
            <li>хронічний біль</li>
            <li>терапія й тренування для жінок в період менопаузи</li>
            <li>профілактика проблем тазового дна</li>
            <li>
              тренування для жінок з різними особливостями в стані здоровʼя
            </li>
            <li>інші запити повʼязані з жіночим здоровʼям і не тільки</li>
          </ul>
        </div>
        <div className="online-block">
          <h4 className="online-title">Переваги</h4>
          <ul className="online-text">
            <li>можливість провести більш обширне тестування</li>
            <li>внутрішня оцінка мʼязів тазового дна (за згодою пацієнтки)</li>
            <li>відпрацювання вправ під моїм контролем</li>
            <li>застосування деяких мануальних технік</li>
            <li>
              Інші пункти не відрізняються від консультації онлайн: збір
              анамнезу, обговорення плану дій, рекомендації.
            </li>
          </ul>
        </div>
        <div className="online-block">
          <h4 className="online-title">Кому підійде?</h4>
          <ul className="online-text">
            <li>є запит (чим чіткіший, тим краще)</li>
            <li>готові далі працювати самостійно</li>
            <li>
              нема необхідності постійних візитів (є стани, за яких потрібно
              працювати очно постійно зі спеціалістом)
            </li>
            <li>налаштовані на роботу</li>
          </ul>
        </div>
      </div>
      <div className="online-block-result">
        <div className="result-text">
          <p>
            Очна консультація відбувається один на один в приватному кабінеті в
            Києві.{" "}
          </p>
          <p>
            Вцілому формат консультацій для тих, хто має питання, хочуть
            отримати відповіді й готові далі виконувати рекомендації незалежно
            від мене.
          </p>
          <p>
            Якщо вас цікавить постійна робота зі мною - тоді консультація це
            перший крок для постановки цілей. (На даний момент місць на
            постійній роботу нема)
          </p>
          <p>Тривалість візиту до 1,5 години.</p>
        </div>
      </div>

      <button className="button-main">Записатись на консультацію</button>
    </>
  );
}
